Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Background updates require Location Diary to be active. Without it, data only refreshes while the app is in the foreground.
ar: تتطلب التحديثات في الخلفية تفعيل سجل الموقع. بدونه، لا يتم تحديث البيانات إلا أثناء استخدام التطبيق في المقدمة.
ca: Les actualitzacions en segon pla requereixen que el diari d'ubicació estigui actiu. Sense ell, les dades només s'actualitzen mentre l'app és en primer pla.
cs: Aktualizace na pozadí vyžadují aktivní Deník polohy. Bez něj se data obnovují pouze při aktivním používání aplikace.
da: Baggrundsopdateringer kræver, at Lokationsdagbog er aktiv. Uden den opdateres data kun, mens appen er i forgrunden.
de: Hintergrundaktualisierungen erfordern, dass das Standorttagebuch aktiv ist. Ohne dieses werden die Daten nur aktualisiert, während die App im Vordergrund ist.
es: Las actualizaciones en segundo plano requieren que el diario de ubicación esté activo. Sin él, los datos solo se actualizan mientras la app está en primer plano.
fi: Taustapäivitykset edellyttävät, että Sijaintipäiväkirja on käytössä. Ilman sitä tiedot päivittyvät vain, kun appi on etualalla.
fr: Les mises à jour en arrière-plan nécessitent que le journal de localisation soit actif. Sans cela, les données ne se rafraîchissent que lorsque l'app est au premier plan.
he: עדכונים ברקע דורשים שיומן המיקום יהיה פעיל. בלעדיו, הנתונים מתעדכנים רק כשהאפליקציה בחזית.
hu: A háttérfrissítésekhez aktív Helynaplóra van szükség. Enélkül az adatok csak akkor frissülnek, amikor az alkalmazás az előtérben van.
it: Gli aggiornamenti in background richiedono che il diario di posizione sia attivo. Senza di esso, i dati si aggiornano solo quando l'app è in primo piano.
ja: バックグラウンド更新にはロケーションダイアリーを有効にする必要があります。無効の場合、アプリがフォアグラウンドにある間のみデータが更新されます。
ko: 백그라운드 업데이트를 사용하려면 위치 다이어리가 활성화되어 있어야 합니다. 비활성화 시 앱이 포그라운드에 있을 때만 데이터가 새로고침됩니다.
nb: Bakgrunnsoppdateringer krever at Stedsdagbok er aktiv. Uten den oppdateres data kun mens appen er i forgrunnen.
nl: Achtergrondupdates vereisen dat Locatiedagboek actief is. Zonder dit worden gegevens alleen vernieuwd terwijl de app op de voorgrond staat.
pl: Aktualizacje w tle wymagają aktywnego Dziennika lokalizacji. Bez niego dane odświeżają się tylko, gdy aplikacja jest na pierwszym planie.
pt_br: As atualizações em segundo plano exigem que o diário de localização esteja ativo. Sem ele, os dados só são atualizados enquanto o app está em primeiro plano.
pt_pt: As atualizações em segundo plano requerem que o diário de localização esteja ativo. Sem ele, os dados só são atualizados enquanto a app está em primeiro plano.
ro: Actualizările în fundal necesită ca jurnalul de localizare să fie activ. Fără acesta, datele se actualizează doar când aplicația este în prim-plan.
sl: Posodobitve v ozadju zahtevajo aktiven Dnevnik lokacije. Brez njega se podatki osvežijo le, ko je aplikacija v ospredju.
sv: Bakgrundsuppdateringar kräver att Platsdagbok är aktiv. Utan den uppdateras data bara medan appen är i förgrunden.
uk: Оновлення у фоновому режимі потребують активного Щоденника місцезнаходження. Без нього дані оновлюються лише коли програма активна на екрані.
vi: Cập nhật nền yêu cầu Nhật ký vị trí phải được bật. Nếu không, dữ liệu chỉ được làm mới khi ứng dụng ở nền trước.
zh_hans: 后台更新需要启用位置日记。未启用时，数据仅在 App 处于前台时刷新。
zh_hant: 背景更新需要啟用位置日記。未啟用時，資料僅在 App 處於前景時重新整理。

source: Backslash \
ar: شرطة مائلة عكسية \
ca: Barra inversa \
cs: Zpětné lomítko \
da: Omvendt skråstreg \
de: Umgekehrter Schrägstrich \
es: Barra invertida \
fi: Kenoviiva \
fr: Barre oblique inversée \
he: לוכסן הפוך \
hu: Fordított perjel \
it: Barra rovesciata \
ja: バックスラッシュ \
ko: 백슬래시 \
nb: Omvendt skråstrek \
pl: Odwrotny ukośnik \
pt_br: Barra invertida \
pt_pt: Barra invertida \
ro: Bară oblică inversă \
sl: Leva poševnica \
sv: Omvänt snedstreck \
uk: Зворотна коса риска \
vi: Dấu gạch chéo ngược \
zh_hans: 反斜杠 \
zh_hant: 反斜線 \

source: Backspace
ar: مسح للخلف
ca: Retrocés
de: Rücktaste
es: Retroceso
fr: Retour arrière
he: מחיקה לאחור
nb: Tilbaketast
sl: Vračalka
sv: Backsteg
vi: Xóa lùi

source: Backtick `
ar: علامة خلفية `
ca: Accent greu `
cs: Zpětný apostrof `
da: Accent grave `
de: Gravis `
es: Acento grave `
fi: Gravis `
fr: Accent grave `
he: גרש הפוך `
hu: Fordított aposztróf `
it: Accento grave `
ja: バッククォート `
ko: 백틱 `
nb: Bakover-apostrof `
nl: Accent grave `
pl: Grawis `
pt_br: Crase `
pt_pt: Acento grave `
ro: Accent grav `
sl: Povratni naglasnik `
sv: Grav accent `
uk: Зворотний апостроф `
vi: Dấu huyền `
zh_hans: 反引号 `
zh_hant: 反引號 `

source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
ca: Còpia de seguretat i restauració
cs: Záloha a obnovení
da: Sikkerhedskopi og gendannelse
de: Sichern & Wiederherstellen
es: Copia de seguridad y restauración
fi: Varmuuskopiointi ja palautus
fr: Sauvegarde et restauration
he: גיבוי ושחזור
hu: Biztonsági mentés és visszaállítás
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복원
nb: Sikkerhetskopiering og gjenoppretting
nl: Back-up en herstel
pl: Kopia zapasowa i przywrócenie
pt_br: Backup e restauração
pt_pt: Cópia de segurança e restauro
ro: Copie de rezervă și restaurare
sl: Varnostna kopija in obnovitev
sv: Säkerhetskopiering och återställning
uk: Резервне копіювання та відновлення
vi: Sao lưu & Khôi phục
zh_hans: 备份与恢复
zh_hant: 備份與恢復

# Backup contains %lld items across %lld categories.
source: Backup contains %1$lld items across %2$lld categories.
ar: تحتوي النسخة الاحتياطية على %1$lld عنصر في %2$lld فئة.
ca: La còpia de seguretat conté %lld elements en %lld categories.
cs: Záloha obsahuje %lld položek v %lld kategoriích.
da: Sikkerhedskopien indeholder %lld elementer fordelt på %lld kategorier.
de: Die Sicherung enthält %lld Elemente in %lld Kategorien.
es: La copia de seguridad contiene %lld elementos en %lld categorías.
fi: Varmuuskopio sisältää %lld kohdetta %lld kategoriassa.
fr: La sauvegarde contient %lld éléments dans %lld catégories.
he: הגיבוי מכיל %1$lld פריטים ב-%2$lld קטגוריות.
hu: A biztonsági mentés %lld elemet tartalmaz %lld kategóriában.
it: Il backup contiene %lld elementi in %lld categorie.
ja: バックアップには%2$lldカテゴリにわたる%1$lld件の項目が含まれています。
ko: 백업에 %2$lld개 카테고리에 걸쳐 %1$lld개 항목이 포함되어 있습니다.
nb: Sikkerhetskopien inneholder %lld elementer fordelt på %lld kategorier.
nl: De back-up bevat %lld items in %lld categorieën.
pl: Kopia zapasowa zawiera %lld elementów w %lld kategoriach.
pt_br: O backup contém %lld itens em %lld categorias.
pt_pt: A cópia de segurança contém %lld itens em %lld categorias.
ro: Copia de rezervă conține %lld elemente în %lld categorii.
sl: Varnostna kopija vsebuje %lld elementov v %lld kategorijah.
sv: Säkerhetskopian innehåller %lld objekt i %lld kategorier.
uk: Резервна копія містить %lld елементів у %lld категоріях.
vi: Bản sao lưu chứa %lld mục trong %lld danh mục.
zh_hans: 备份包含 %2$lld 个类别中的 %1$lld 个项目。
zh_hant: 備份包含 %lld 個項目，橫跨 %lld 個類別。

source: Backup Failed
ar: فشل النسخ الاحتياطي
ca: Error de còpia de seguretat
cs: Záloha selhala
da: Sikkerhedskopiering mislykkedes
de: Sicherung fehlgeschlagen
es: Error en la copia de seguridad
fi: Varmuuskopiointi epäonnistui
fr: Échec de la sauvegarde
he: הגיבוי נכשל
hu: Biztonsági mentés sikertelen
it: Backup non riuscito
ja: バックアップに失敗しました
ko: 백업 실패
nb: Sikkerhetskopiering mislyktes
nl: Back-up mislukt
pl: Kopia zapasowa nie powiodła się
pt_br: Falha no backup
pt_pt: Falha na cópia de segurança
ro: Copiere de rezervă eșuată
sl: Varnostna kopija ni uspela
sv: Säkerhetskopiering misslyckades
uk: Помилка резервного копіювання
vi: Sao lưu thất bại
zh_hans: 备份失败
zh_hant: 備份失敗

source: Backup File
ar: ملف النسخة الاحتياطية
ca: Fitxer de còpia de seguretat
cs: Soubor zálohy
da: Sikkerhedskopifil
de: Sicherungsdatei
es: Archivo de copia de seguridad
fi: Varmuuskopiotiedosto
fr: Fichier de sauvegarde
he: קובץ גיבוי
hu: Biztonsági mentés fájl
it: File di backup
ja: バックアップファイル
ko: 백업 파일
nb: Sikkerhetskopifil
nl: Back-upbestand
pl: Plik kopii zapasowej
pt_br: Arquivo de backup
pt_pt: Ficheiro de cópia de segurança
ro: Fișier de rezervă
sl: Datoteka varnostne kopije
sv: Säkerhetskopia
uk: Файл резервної копії
vi: Tệp sao lưu
zh_hans: 备份文件
zh_hant: 備份檔案

source: Backup Info
ar: معلومات النسخة الاحتياطية
ca: Informació de la còpia de seguretat
cs: Informace o záloze
da: Sikkerhedskopiinfo
de: Sicherungsinformationen
es: Info de la copia de seguridad
fi: Varmuuskopion tiedot
fr: Infos de sauvegarde
he: פרטי גיבוי
hu: Biztonsági mentés adatai
it: Info backup
ja: バックアップ情報
ko: 백업 정보
nb: Sikkerhetskopi-info
pl: Informacje o kopii zapasowej
pt_br: Informações do backup
pt_pt: Informações da cópia de segurança
ro: Informații copie de rezervă
sl: Podatki o varnostni kopiji
sv: Säkerhetskopieringsinfo
uk: Інформація про резервну копію
vi: Thông tin sao lưu
zh_hans: 备份信息
zh_hant: 備份資訊

source: Backup Password
ar: كلمة مرور النسخة الاحتياطية
ca: Contrasenya de la còpia de seguretat
cs: Heslo zálohy
da: Sikkerhedskopiadgangskode
de: Sicherungspasswort
es: Contraseña de la copia de seguridad
fi: Varmuuskopion salasana
fr: Mot de passe de sauvegarde
he: סיסמת גיבוי
hu: Biztonsági mentés jelszó
it: Password del backup
ja: バックアップパスワード
ko: 백업 비밀번호
nb: Sikkerhetskopipassord
nl: Back-upwachtwoord
pl: Hasło kopii zapasowej
pt_br: Senha do backup
pt_pt: Palavra-passe da cópia de segurança
ro: Parolă copie de rezervă
sl: Geslo varnostne kopije
sv: Lösenord för säkerhetskopia
uk: Пароль резервної копії
vi: Mật khẩu sao lưu
zh_hans: 备份密码
zh_hant: 備份密碼

source: Backup Saved
ar: تم حفظ النسخة الاحتياطية
ca: Còpia de seguretat desada
cs: Záloha uložena
da: Sikkerhedskopi gemt
de: Sicherung gespeichert
es: Copia de seguridad guardada
fi: Varmuuskopio tallennettu
fr: Sauvegarde enregistrée
he: הגיבוי נשמר
hu: Biztonsági mentés elmentve
it: Backup salvato
ja: バックアップを保存しました
ko: 백업 저장됨
nb: Sikkerhetskopi lagret
nl: Back-up bewaard
pl: Kopia zapasowa zapisana
pt_br: Backup salvo
pt_pt: Cópia de segurança guardada
ro: Copie de rezervă salvată
sl: Varnostna kopija shranjena
sv: Säkerhetskopia sparad
uk: Резервну копію збережено
vi: Đã lưu sao lưu
zh_hans: 备份已保存
zh_hant: 備份已儲存

source: Backup was created but not saved to a persistent location. It will be deleted when the app closes.
ar: تم إنشاء النسخة الاحتياطية ولكن لم يتم حفظها في موقع دائم. سيتم حذفها عند إغلاق التطبيق.
ca: La còpia de seguretat s'ha creat però no s'ha desat en una ubicació persistent. S'eliminarà quan es tanqui l'app.
cs: Záloha byla vytvořena, ale nebyla uložena na trvalé místo. Bude smazána při zavření aplikace.
da: Sikkerhedskopien blev oprettet, men ikke gemt på en permanent placering. Den slettes, når appen lukkes.
de: Die Sicherung wurde erstellt, aber nicht an einem dauerhaften Speicherort gesichert. Sie wird beim Schließen der App gelöscht.
es: La copia de seguridad se creó, pero no se guardó en una ubicación permanente. Se eliminará cuando se cierre la app.
fi: Varmuuskopio luotiin, mutta sitä ei tallennettu pysyvään sijaintiin. Se poistetaan, kun sovellus suljetaan.
fr: La sauvegarde a été créée mais pas enregistrée dans un emplacement permanent. Elle sera supprimée à la fermeture de l'app.
he: הגיבוי נוצר אך לא נשמר במיקום קבוע. הוא יימחק כאשר האפליקציה תיסגר.
hu: A biztonsági mentés létrejött, de nem lett állandó helyre mentve. Az alkalmazás bezárásakor törlődik.
it: Il backup è stato creato ma non salvato in una posizione permanente. Verrà eliminato alla chiusura dell'app.
ja: バックアップは作成されましたが、永続的な場所に保存されていません。アプリを閉じると削除されます。
ko: 백업이 생성되었지만 영구 위치에 저장되지 않았습니다. 앱을 종료하면 삭제됩니다.
nb: Sikkerhetskopien ble opprettet, men ikke lagret på en permanent plassering. Den vil bli slettet når appen lukkes.
nl: De back-up is aangemaakt maar niet opgeslagen op een vaste locatie. Deze wordt verwijderd wanneer de app wordt gesloten.
pl: Kopia zapasowa została utworzona, ale nie zapisana w trwałej lokalizacji. Zostanie usunięta po zamknięciu aplikacji.
pt_br: O backup foi criado, mas não foi salvo em um local persistente. Será excluído quando o app for fechado.
pt_pt: A cópia de segurança foi criada, mas não foi guardada num local persistente. Será eliminada quando a app for fechada.
ro: Copia de rezervă a fost creată, dar nu a fost salvată într-o locație persistentă. Va fi ștearsă la închiderea aplicației.
sl: Varnostna kopija je bila ustvarjena, vendar ni bila shranjena na trajno lokacijo. Izbrisana bo, ko se aplikacija zapre.
sv: Säkerhetskopian skapades men sparades inte på en beständig plats. Den raderas när appen stängs.
uk: Резервну копію створено, але не збережено в постійне місце. Вона буде видалена після закриття додатку.
vi: Bản sao lưu đã được tạo nhưng chưa lưu vào vị trí cố định. Nó sẽ bị xóa khi ứng dụng đóng.
zh_hans: 备份已创建但未保存到永久位置。关闭应用后将被删除。
zh_hant: 備份已建立但尚未儲存到永久位置。App 關閉時將被刪除。

source: Badges control sidebar dots and cards for detected work and terminal-reported progress, even when coding-agent detection is off. Notifications follow their own policy. "Done" markers clear when you view the tab.
ar: تتحكّم الشارات في نقاط الشريط الجانبي والبطاقات الخاصة بالعمل المُكتشف والتقدّم الذي تُبلّغ عنه الطرفية، حتى عندما يكون اكتشاف وكلاء البرمجة مُعطّلًا. أما الإشعارات فتتبع سياستها الخاصة. وتُمسح علامات "تم" عند عرض علامة التبويب.
ca: Els distintius controlen els punts i les targetes de la barra lateral per a la feina detectada i el progrés informat pel terminal, fins i tot quan la detecció d'agents de codi està desactivada. Les notificacions segueixen la seva pròpia política. Els marcadors de «Fet» s'esborren quan mires la pestanya.
cs: Odznaky ovládají tečky a karty v bočním panelu pro zjištěnou práci a pro průběh hlášený terminálem, i když je detekce agentů pro kódování vypnutá. Oznámení se řídí vlastním pravidlem. Značky „Hotovo“ zmizí, jakmile si kartu zobrazíte.
da: Mærker styrer prikker og kort i sidepanelet for registreret arbejde og for fremdrift, som terminalen rapporterer, også når registrering af kodeagenter er slået fra. Notifikationer følger deres egen politik. "Færdig"-markeringer forsvinder, når du åbner fanen.
de: Badges steuern die Punkte und Karten in der Seitenleiste für erkannte Arbeit und vom Terminal gemeldeten Fortschritt, auch wenn die Coding-Agent-Erkennung deaktiviert ist. Benachrichtigungen folgen ihren eigenen Regeln. „Fertig“-Markierungen verschwinden, sobald Sie den Tab ansehen.
es: Los distintivos controlan los puntos y las tarjetas de la barra lateral para el trabajo detectado y el progreso que informa el terminal, incluso con la detección de agentes de código desactivada. Las notificaciones siguen su propia política. Los marcadores "Listo" se borran al ver la pestaña.
fi: Merkit ohjaavat sivupalkin pisteitä ja kortteja, jotka koskevat havaittua työtä ja terminaalin ilmoittamaa edistymistä, vaikka koodiagenttien tunnistus olisi pois käytöstä. Ilmoituksilla on oma käytäntönsä. "Valmis"-merkinnät poistuvat, kun avaat välilehden.
fr: Les pastilles contrôlent les points et les cartes de la barre latérale pour le travail détecté et la progression signalée par le terminal, même lorsque la détection des agents de code est désactivée. Les notifications suivent leur propre règle. Les marqueurs « Terminé » disparaissent lorsque vous consultez l'onglet.
he: התגים שולטים בנקודות ובכרטיסים שבסרגל הצד עבור עבודה שזוהתה והתקדמות שהמסוף מדווח עליה, גם כאשר זיהוי סוכני הקוד כבוי. ההתראות פועלות לפי מדיניות משלהן. סימוני "סיום" נמחקים כשמציגים את הלשונית.
hu: A jelvények az oldalsáv pontjait és kártyáit vezérlik az észlelt munka és a terminál által jelentett folyamat esetén, akkor is, ha a kódügynökök felismerése ki van kapcsolva. Az értesítésekre saját szabály vonatkozik. A „Kész” jelölések eltűnnek, amint megnyitja a lapot.
it: I badge controllano i puntini e le card nella barra laterale relativi al lavoro rilevato e all'avanzamento segnalato dal terminale, anche quando il rilevamento degli agenti di codice è disattivato. Le notifiche seguono un criterio proprio. I contrassegni "Completato" scompaiono quando visualizzi la scheda.
ja: バッジは、コーディングエージェントの検出がオフのときも含めて、検出された作業とターミナルが報告する進捗についてサイドバーのドットとカードを制御します。通知は独自のポリシーに従います。「完了」マークはタブを表示すると消えます。
ko: 배지는 코딩 에이전트 감지가 꺼져 있어도 감지된 작업과 터미널이 보고한 진행 상황에 대한 사이드바 점과 카드를 제어합니다. 알림은 별도의 정책을 따릅니다. "완료" 표시는 해당 탭을 열어 보면 사라집니다.
nb: Merker styrer prikker og kort i sidepanelet for oppdaget arbeid og fremdrift rapportert av terminalen, også når gjenkjenning av kodeagenter er slått av. Varslinger følger sine egne regler. "Ferdig"-markeringer fjernes når du viser fanen.
nl: Badges bepalen de stippen en kaarten in de zijbalk voor gedetecteerd werk en voor voortgang die de terminal meldt, ook als detectie van codeeragents uit staat. Meldingen volgen hun eigen beleid. "Klaar"-markeringen verdwijnen zodra je het tabblad bekijkt.
pl: Plakietki sterują kropkami i kafelkami na pasku bocznym dla wykrytej pracy oraz postępu zgłaszanego przez terminal, nawet gdy wykrywanie agentów kodowania jest wyłączone. Powiadomienia mają własne zasady. Oznaczenia „Gotowe” znikają, gdy wyświetlisz kartę.
pt_br: Os selos controlam os pontos e os cartões da barra lateral para o trabalho detectado e o progresso informado pelo terminal, mesmo quando a detecção de agentes de código está desativada. As notificações seguem a própria política. As marcas de “Concluído” são apagadas quando você vê a aba.
pt_pt: Os sinais controlam os pontos e os cartões da barra lateral para o trabalho detetado e para o progresso comunicado pelo terminal, mesmo com a deteção de agentes de código desativada. As notificações seguem a sua própria política. Os marcadores "Concluído" desaparecem quando abre o separador.
ro: Insignele controlează punctele și cardurile din bara laterală pentru activitatea detectată și progresul raportat de terminal, chiar și când detectarea agenților de cod este dezactivată. Notificările urmează propria politică. Marcajele „Gata” dispar când vizualizezi fila.
sl: Oznake upravljajo pike in kartice v stranski vrstici za zaznano delo in napredek, ki ga sporoča terminal, tudi kadar je zaznavanje kodirnih agentov izklopljeno. Obvestila sledijo svojemu pravilniku. Oznake »Končano« se počistijo, ko odprete zavihek.
sv: Brickor styr punkter och kort i sidofältet för identifierat arbete och för förlopp som terminalen rapporterar, även när identifiering av kodagenter är avstängd. Aviseringar följer sin egen policy. Markeringar för "Klar" rensas när du visar fliken.
uk: Значки керують крапками та картками на бічній панелі для виявленої роботи та прогресу, про який повідомляє термінал, навіть коли виявлення агентів кодування вимкнено. Сповіщення мають власну політику. Позначки «Готово» зникають, коли ви переглядаєте вкладку.
vi: Huy hiệu điều khiển các chấm và thẻ trên thanh bên cho công việc được phát hiện và tiến trình do terminal báo cáo, ngay cả khi tính năng phát hiện tác nhân lập trình đang tắt. Thông báo tuân theo chính sách riêng. Dấu “Xong” sẽ biến mất khi bạn xem tab.
zh_hans: 标记用于控制侧边栏中显示已检测工作和终端报告进度的圆点与卡片，即使编程代理检测已关闭也同样生效。通知则遵循各自的策略。“完成”标记会在你查看该标签页时清除。
zh_hant: 標記控制側邊欄中代表偵測到的工作與終端機回報進度的圓點和卡片，即使關閉程式設計代理偵測也一樣。通知則依照其本身的原則。檢視分頁後，「完成」標示便會清除。

source: Bandwidth limit in KB/s
ar: حد عرض النطاق الترددي بالكيلوبايت/ثانية
ca: Límit d'amplada de banda en KB/s
cs: Omezení šířky pásma v KB/s
da: Båndbreddegrænse i KB/s
de: Bandbreitenlimit in KB/s
es: Límite de ancho de banda en KB/s
fi: Kaistanleveyden raja KB/s
fr: Limite de bande passante en Ko/s
he: מגבלת רוחב פס ב-KB/s
hu: Sávszélesség-korlát KB/s-ban
it: Limite di banda in KB/s
ja: 帯域制限 (KB/s)
ko: 대역폭 제한 (KB/s)
nb: Båndbreddegrense i KB/s
nl: Bandbreedtelimiet in KB/s
pl: Limit przepustowości w KB/s
pt_br: Limite de largura de banda em KB/s
pt_pt: Limite de largura de banda em KB/s
ro: Limită de lățime de bandă în KB/s
sl: Omejitev pasovne širine v KB/s
sv: Bandbreddsbegränsning i KB/s
uk: Обмеження швидкості в КБ/с
vi: Giới hạn băng thông tính bằng KB/s
zh_hans: 带宽限制（KB/s）
zh_hant: 頻寬限制（KB/s）

source: Bar
ar: شريط
ca: Barra
cs: Čára
da: Streg
de: Strich
es: Barra
fi: Palkki
fr: Barre
he: פס
hu: Vonal
it: Barra
ja: バー
ko: 바
nb: Strek
nl: Streep
pl: Kreska
pt_br: Barra
pt_pt: Barra
ro: Bară
sl: Črtica
sv: Streck
uk: Риска
vi: Thanh dọc
zh_hans: 竖线
zh_hant: 豎線

source: Base64 Decode
ar: فك ترميز Base64
ca: Descodificar Base64
cs: Dekódovat Base64
da: Afkod Base64
de: Base64 decodieren
es: Decodificar Base64
fi: Pura Base64
fr: Décoder Base64
he: פענוח Base64
hu: Base64 dekódolása
it: Decodifica Base64
ja: Base64 デコード
ko: Base64 디코딩
nb: Dekod Base64
nl: Base64 decoderen
pl: Dekoduj Base64
pt_br: Decodificar Base64
pt_pt: Descodificar Base64
ro: Decodifică Base64
sl: Dekodiraj Base64
sv: Avkoda Base64
uk: Декодувати Base64
vi: Giải mã Base64
zh_hans: Base64 解码
zh_hant: Base64 解碼

source: Base64 Encode
ar: ترميز Base64
ca: Codificar Base64
cs: Zakódovat Base64
da: Indkod Base64
de: Base64 codieren
es: Codificar Base64
fi: Koodaa Base64
fr: Encoder Base64
he: קידוד Base64
hu: Base64 kódolása
it: Codifica Base64
ja: Base64 エンコード
ko: Base64 인코딩
nb: Kod Base64
nl: Base64 coderen
pl: Koduj Base64
pt_br: Codificar Base64
pt_pt: Codificar Base64
ro: Codifică Base64
sl: Kodiraj Base64
sv: Koda Base64
uk: Кодувати Base64
vi: Mã hóa Base64
zh_hans: Base64 编码
zh_hant: Base64 編碼

source: Base64URL Decode
ar: فك ترميز Base64URL
ca: Descodificar Base64URL
cs: Dekódovat Base64URL
da: Afkod Base64URL
de: Base64URL decodieren
es: Decodificar Base64URL
fi: Pura Base64URL
fr: Décoder Base64URL
he: פענוח Base64URL
hu: Base64URL dekódolása
it: Decodifica Base64URL
ja: Base64URL デコード
ko: Base64URL 디코딩
nb: Dekod Base64URL
nl: Base64URL decoderen
pl: Dekoduj Base64URL
pt_br: Decodificar Base64URL
pt_pt: Descodificar Base64URL
ro: Decodifică Base64URL
sl: Dekodiraj Base64URL
sv: Avkoda Base64URL
uk: Декодувати Base64URL
vi: Giải mã Base64URL
zh_hans: Base64URL 解码
zh_hant: Base64URL 解碼

source: Base64URL Encode
ar: ترميز Base64URL
ca: Codificar Base64URL
cs: Zakódovat Base64URL
da: Indkod Base64URL
de: Base64URL codieren
es: Codificar Base64URL
fi: Koodaa Base64URL
fr: Encoder Base64URL
he: קידוד Base64URL
hu: Base64URL kódolása
it: Codifica Base64URL
ja: Base64URL エンコード
ko: Base64URL 인코딩
nb: Kod Base64URL
nl: Base64URL coderen
pl: Koduj Base64URL
pt_br: Codificar Base64URL
pt_pt: Codificar Base64URL
ro: Codifică Base64URL
sl: Kodiraj Base64URL
sv: Koda Base64URL
uk: Кодувати Base64URL
vi: Mã hóa Base64URL
zh_hans: Base64URL 编码
zh_hant: Base64URL 編碼

source: Bases
ar: ألوان أساسية
ca: Bàsics
cs: Základní
da: Grundfarver
de: Grundfarben
es: Básicos
fi: Perusvärit
he: צבעי בסיס
hu: Alapok
it: Basi
ja: ベース
ko: 기본
nb: Grunnfarger
nl: Basiskleuren
pl: Bazowe
pt_br: Básicos
ro: Baze
sl: Osnove
sv: Grundfärger
uk: Базові
vi: Cơ bản
zh_hans: 基础
zh_hant: 基礎

source: Battery
ar: البطارية
ca: Bateria
cs: Baterie
da: Batteri
de: Batterie
es: Batería
fi: Akku
fr: Batterie
he: סוללה
hu: Akkumulátor
it: Batteria
ja: バッテリー
ko: 배터리
nb: Batteri
nl: Batterij
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
ro: Baterie
sl: Baterija
sv: Batteri
uk: Акумулятор
vi: Pin
zh_hans: 电池
zh_hant: 電池

source: Battery Saver
ar: توفير البطارية
ca: Estalvi de bateria
cs: Spořič baterie
da: Batterisparefunktion
de: Energiesparmodus
es: Ahorro de batería
fi: Virransäästö
fr: Économiseur de batterie
he: חיסכון בסוללה
hu: Energiatakarékosság
it: Risparmio batteria
ja: バッテリーセーバー
ko: 배터리 세이버
nb: Batterisparing
nl: Energiebesparing
pl: Oszczędzanie baterii
pt_br: Economia de bateria
pt_pt: Poupança de bateria
ro: Economisirea bateriei
sl: Varčevanje z baterijo
sv: Batterisparläge
uk: Заощадження заряду
vi: Tiết kiệm pin
zh_hans: 省电模式
zh_hant: 省電模式

source: Bearer Token
ar: رمز حامل
ca: Token Bearer
cs: Nosný token
es: Token portador
fi: Bearer-tunnus
fr: Jeton porteur
he: אסימון נושא
it: Token Bearer
ja: ベアラートークン
ko: 베어러 토큰
pl: Token okaziciela
pt_br: Token portador
pt_pt: Token portador
ro: Token Bearer
sl: Žeton Bearer
uk: Токен на предʼявника
vi: Mã thông báo Bearer
zh_hans: Bearer 令牌
zh_hant: Bearer 權杖
